<!DOCTYPE html>
<html lang="es-MX">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>HSYAH</title>
        <link href="styles.css" rel="stylesheet" type="text/css" media="all">
    </head>
    
    <body>
        <center>
    
            <header>
                <h1><img src="https://media.discordapp.net/attachments/468801481429090344/1064296724769808384/Tumblr_l_321895126252185.gif"></h1>
                <h1>Aprendiendo Producci&oacute;n</h1>    
            </header>
            
            <section>
                <article id="leftie">
                    <h1>Armon&Iacute;a</h1>
                    <img src="https://media.discordapp.net/attachments/468801481429090344/1064263901841207326/Tumblr_l_315594687073809.gif">
                    <p>
                        Se trata de una t&eacute;cnica en la que se combinan dos o m&aacute;s notas musicales para crear acordes con la finalidad de producir una progresión arm&oacute;nica adecuada. Es un estudio que se centra en encontrar una riqueza arm&oacute;nica ideal al momento de complementar distintas notas musicales. La construcci&oacute;n de los acordes hace uso fundamental de esta t&eacute;cnica, ya que, al estructurar una secuencia o progresi&oacute;n, se tienen en cuenta las armon&iacute;as presentes. Al momento de componer una obra musical, el autor utiliza diferentes m&eacute;todos para desarrollar una armon&iacute;a musical que se adapte a tem&aacute;tica o riqueza sonora de su trabajo. Existen ciertos tipos de armon&iacute;as en la m&uacute;sica que se utilizan frecuentemente para transmitir sensaciones o atm&oacute;sferas m&aacute;s brillantes u oscuras. Lo que la armon&iacute;a hace en la m&uacute;sica es tomar las notas existentes dentro de una escala y las organiza para dar como resultado uno o más acordes.
                    </p>
                    <ol>
                        <li>
                            <a href="elementos_armonia.html" style="font-size: 22px;">Elementos</a>
                        </li>
                        <li>
                            <a href="tipos_armonia.html" style="font-size: 22px;">Tipos</a>
                        </li>
                        <li>
                            <a href="acordes_armonia.html" style="font-size: 22px;">Acordes</a>
                        </li>
                        <li>
                            <a href="tonalidad_armonia.html" style="font-size: 22px;">tonalidades</a>
                        </li>
                    </ol>
                    <img src="https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fi212.photobucket.com%2Falbums%2Fcc2%2FTheWormapedia%2Fphoto-118933_zps6234e16d.gif&f=1&nofb=1&ipt=a83fa8f6abf1d273460337d99e69d8f5e3db90c8b2c2db97d97f9381262e74bf&ipo=images">
                </article>    
            </section>
            
            <section>
                <article id="rightie">
                    <h1>Escalas </h1>
                    <img src="https://media.discordapp.net/attachments/468801481429090344/1064263901841207326/Tumblr_l_315594687073809.gif">
                    <h2>¿Qu&eacute; es una escala?</h2>
                    <p>
                        Nuestro sistema musical divide la octava en doce notas. Una escala es un conjunto de notas escogidas de entre estas doce notas. Con las notas de las escalas los compositores construyen sus melod&iacute;as y los acordes que las acompañan.
                    </p>
                    <h2>Escalas mayores y menores</h2>
                    <p>
                        Gran parte de la m&uacute;sica escrita desde el siglo XVII al presente utiliza mayormente dos escalas: la escala mayor y la escala menor Podemos construir una escala mayor seleccionando las teclas blancas del piano comenzando y terminando en do:
                    </p>
                    <img src="images/escalamayor.gif" alt="escala mayor" style="width: 50%;">
                    <ol>
                        <li>
                            <a href="tonos_semitonos.html"style="font-size: 22px;">
                                Tonos y semitonos en las escalas
                            </a>
                        </li>
                        <li>
                            <a href="intervalos.html"style="font-size: 22px;">
                                Intervalos
                            </a>
                        </li>
                        
                    </ol>
                    <img src="https://media.discordapp.net/attachments/468801481429090344/1064374900921487370/reimuexstand1.gif">
                </article>    
            </section>
            
    
    
            <section>
                
                <article id="middle">
                
                    <nav>
                        <ul>
                            <li><a class="active" href="#home">HOME</a></li>
                            <li><a href="#">ABOUT</a></li>
                            <li><a href="#">CONTACT</a></li>
                        </nav>
                    </ul>  
        
                    <h1>¿Qu&eacute; son las notas musicales? </h1>
                    
                    <p>
                        Se denomina nota musical al sonido que se produce a través de una vibraci&oacute;n cuya frecuencia es constante. Puede decirse, por lo tanto, que una nota es un sonido con una cierta frecuencia. En la actualidad, se considera la existencia de siete notas en una escala diat&oacute;nica (que carece de modificaciones en la tonalidad). Las notas musicales son do, re, mi, fa, sol, la y si, seg&uacute;n la notaci&oacute;n latina. Esas mismas notas musicales pueden denominarse de otro modo. Para la notaci&oacute;n anglosajona, por ejemplo, las notas son C (do), D (re), E (mi), F (fa), G (sol), A (la) y B (si).
                    </p>
                    <h1>¿Qu&eacute; es un pentagrama?</h1>
                    <p>
                        Los pentagramas se destinan a la escritura de m&uacute;sica, es decir, para tener registro en un soporte escrito de las notas y los demás signos musicales necesarios para interpretar una melod&iacute;a. Todas las l&iacute;neas del pentagrama, as&iacute; como sus cuatro espacios, se enumeran en direcci&oacute;n abajo-arriba.
                    </p>
                    <h1> La clave </h1>
                    <p>
                        Al inicio del pentagrama se coloca la clave, que es el s&iacute;mbolo que permite relacionar cada nota musical con la ubicaci&oacute;n o espacio que ocupa en el pentagrama. Dicha clave conecta una nota con un lugar espec&iacute;fico del pentagrama, lo que hace que a las dem&aacute;s notas les correspondan ciertos lugares y l&iacute;neas adyacentes. La clave de sol es la m&aacute;s popular fuera del &aacute;mbito de la m&uacute;sica, aunque es muy raro encontrar una partitura que no incluya un pentagrama en clave de fa, a menos que se hable de una «parte» de una pieza orquestada, o sea, la l&iacute;nea que debe ejecutar un instrumento en particular. 
                    </p>
                </article>
    
            </section>
            
            <section>
    
                <article id="middle">
                
                    <img style="float: left;" src="https://media.discordapp.net/attachments/468801481429090344/1064374901303164999/MadBlackDobermanpinscher-max-1mb.gif">
                    
                    <h1>M&aacute;s del curso</h1>
                    <br>
                    <ol>
                        <a href="ritmos.html"><li>Ritmos y melodías</li></a>
                        <a href="compases.html"><li>Compases y métrica</li></a>
                        <a href="pulsos.html"><li>Pulsos y notas</li></a>
                    </ol>
                
                </article>
    
            </section>
            
            <footer>
                <h1 id="titulo_footer"> HS Y AH</h1>
                <br>
                <marquee>Music is everywhere, the only thing you have to do is know how to listen.</marquee>
            </footer>
    
        <!--    <img style="float: left; width: 100px; height: 100px;" src="https://media.discordapp.net/attachments/468801481429090344/1064374901642891346/44221dfc69869a792f93c690a342f0e0.gif" alt="Descripción de la imagen">-->
            <img style="float: left; width: 100px; height: 100px;" src="images/mtrof1.gif" alt="Descripción de la imagen">
    
        </center>
    </body>
    

</html>
