<!DOCTYPE html>
<html lang="es-Mx">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="styles.css">
</head>
<body>
    
    <center>

        <section>
            
            <article id="middle">
            
                <nav>
                    <ul>
                        <li><a class="active" href="index.html">HOME</a></li>
                        <li><a href="x">ABOUT</a></li>
                        <li><a href="x">CONTACT</a></li>
                    </ul>
                </nav>
    
                <h1>Ritmos</h1>
                <!--<img style="float: left;" src="https://www.spriters-resource.com/resources/sheet_icons/14/14684.png?updated=1460948556" alt="Description of the image">-->
                <p>El ritmo es uno de los aspectos fundamentales de la teor&iacute;a musical. Para crear buenas armon&iacute;as y melod&iacute;as debes entender c&oacute;mo funciona el ritmo y c&oacute;mo usarlo en tus tracks. El ritmo se puede complicar bastante rápido, pero si aprendes algunos conceptos simples no es tan difícil de entender como crees. En esta guía, te mostraré todo lo que necesitas para empezar a aplicar conceptos rítmicos y polirrítmicos en tu proceso creativo. Sabrás cómo se subdividen los ritmos en la música, cómo funcionan las métricas, y cómo comenzar a entender las métricas compuestas e impares.</p>
                
                <h1>Melod&iacute;as</h1>
                <p>
                    Una melod&iacute;a es una secuencia lineal de notas que el oyente escucha como una sola estructura. La melod&iacute;a de una canci&oacute;n est&aacute; en un primer plano y es una combinaci&oacute;n de tonos y ritmos. Las secuencias de notas que componen una melod&iacute;a son musicalmente satisfactorias y a menudo la parte m&aacute;s memorable de una canci&oacute;n. Las melod&iacute;as se producen a trav&eacute;s de la voz humana y cualquier otro instrumento que produzca notas—marimbas, flautas, sintes, glockenspiels, guitarras, etc. Recuerda, hay una diferencia entre la armon&iacute;a y la melod&iacute;a: la melod&iacute;a se transforma en una armon&iacute;a cuando notas distintas se apilan ya sea encima o debajo y se tocan al mismo tiempo. As&iacute; se construyen acordes, armon&iacute;as vocales y armon&iacute;as instrumentales. Cuando comiences a escribir melod&iacute;as, es importante que recuerdes que las melod&iacute;as son combinaciones lineales de una sola nota.
                </p>
            </article>

        </section>
        
    </center>
    
</body>
</html>